Repository: sebastienkothe/P9_01_Xcode
Catalog: P9_01_Xcode/View/*.lproj/Main.strings
Languages: fr

# 3d1-aC-TBa.text
source: Choose the target currency
fr: Choisissez la devise cible

# Exo-O8-9e4.title
source: Currency
fr: Devise

# IaE-Rr-5BU.text
source: Enter a word or phrase to translate
fr: Entrez un mot ou une phrase à traduire

# Jaz-3s-1ML.placeholder
source: ðŸ”¢
fr: Entrez un montant ici...

# Oih-bU-Wax.text
source: Enter the name of a city to get weather information
fr: Entrez le nom d'une ville pour obtenir des informations météorologiques

# PON-SK-S5N.normalTitle
source: Search
fr: Recherchez

# QBu-Tc-2Z7.text
source: Translation result here
fr: Résultat de la traduction ici

# QfK-e6-i6r.normalTitle
source: Convert
fr: Recherchez

# RIW-Bk-qx5.normalTitle
source: Geolocation
fr: Mettre à jour ma position

# WOC-gn-Myf.text
source: Meteorological information for the selected location
fr: Informations météorologiques de l'emplacement sélectionné

# bjc-vx-gKq.text
source: Weather information for your location
fr: Informations météorologiques pour votre emplacement

# fVf-9l-PNt.normalTitle
source: Translate
fr: Traduire

# q4S-4g-1eJ.title
source: Weather
fr: Météo

# wTE-Jk-Okj.title
source: Translation
fr: Traduction

# wXk-KD-1y4.text
source: Choose the source currency
fr: Choisissez la devise source

# xth-fS-MAw.text
source: Currency information here
fr: Informations sur la devise ici
